Repository: salifukayta/RainRadarCity
Catalog: po/*.po
Languages: de, fr

source: About
de: über
fr: A propos

source: About Rain Radar City
de: Über Rain Radar City
fr: A propos de Rain Radar City

source: By activating your GPS :
de: Durch die Aktivierung Ihres GPS :
fr: En activant le GPS :

source: Cancel
de: Stornieren
fr: Annuler

source: Check your GPS
de: Überprüfen Sie Ihre GPS
fr: Activer le GPS

source: Check your Internet Connection
de: Prüfe deine Internetverbindung
fr: Activer la Connexion Internet

source: City Name
de: Stadtname
fr: Nom de Ville

source: City not Found
de: Nicht gefundene Stadt
fr: Aucune Ville Trouvée

source: Consult Rain Radar
de: Sehen Sie Regenradar nach
fr: Consultez le Radar de Pluie

source: Date and Time
de: Datum und Zeit
fr: Date et heure

source: Favorites
de: Lieblinge
fr: Favoris

source: Forecast index / All
fr: Indice de prévisions / Toutes

source: Geolocation
fr: Géolocalisation

source: Help
de: Hilfe
fr: Aide

source: Let's begin with a presentation that explains how to use this application.
de: Wollen wir mit einer Präsentation beginnen, die erklärt, wie man diese Application verwendet.
fr: Commençons avec une introduction qui explique comment utiliser cette application.

source: Next slides shows the main features of Rain Radar City.
de: Folgendes Gleiten zeigt die Hauptfunktionalitäten der Regenradarstadt.
fr: Les diapositives suivant montrent les principales fonctionnalités de Radar Rain City.

source: No data for the city {{radarCtrl.city.name}}.
de: Keine Daten für die Stadt {{radarCtrl. city. name}}.
fr: Pas de données pour la ville {{radarCtrl.city.name}}.

source: No favorite cities
de: Keine lieblinge Städte
fr: Aucune villes favorites

source: on
de: auf
fr: le

source: Rain Radar
fr: Radar de Pluie

source: Rain Radar City uses data from meteoblue.com.
de: Rain Radar City verwendet Daten von meteoblue.com.
fr: Rain Radar City utilise les données de meteoblue.com.

source: Rain Radar of
de: regen Radar von
fr: Radar de Pluie de

source: Raining Clouds
de: Regnende Wolken
fr: Nuages de pluie

source: Search City
de: Suchen Sie Stadt
fr: Recherchez une Ville

source: Select City
de: Wählen Sie Stadt aus
fr: Sélectionnez une ville

source: Select the most viewed city. It will be searched by default on app launch.
de: Wählen Sie die am meisten angesehene Stadt aus. Es wird standardmäßig auf dem App-Start gesucht.
fr: Sélectionnez la ville plus consultée. Elle sera recherchée par défaut au lancement de l'app.

source: Share
de: Aktie
fr: Partager

source: Sharing Done
de: Teilung angeht
fr: Partage effectué

source: Start Search City
de: Fangen Sie Suchstadt an
fr: Commencez la recherche de ville

source: Swipe left to move to the next page.
de: Schlagen Sie Links drein, um sich zur folgenden Seite zu bewegen.
fr: Glissez vers la gauche pour passer à la page suivante.

source: The most viewed city is
de: Die am meisten angesehene Stadt ist
fr: La ville la plus consultée est

source: This is a fast, easy-to-use application that displays animated rain radar around your current city, allowing you to see quickly if rain is coming around in the next hour.
de: Dies ist eine schnelle, einfach zu bedienende Anwendung, die zeigt animierte Regen Radar um deine aktuelle Stadt, so dass Sie schnell zu erkennen, wenn der Regen kommt um in der nächsten Stunde.
fr: Il s'agit d'une application fluide et facile à utiliser qui affiche une animation du radar de la pluie autour de votre ville, vous permettant de voir rapidement s'il pleuvera au alentour.

source: Use GPS to Geolocate your city
de: Verwenden Sie GPS ,um Ihre Stadt zu localisieren
fr: Utilisez le GPS pour géolocaliser votre ville

source: Which Rain Radar View do you want to share ?
de: Welche Radar Regen werden Sie teilen ?
fr: Quel est le Radar de Pluie que vous voulez partager ?

source: You can have directly the forecast radar on the geolocated city.
de: Sie können direkt auf dem geolocated Stadt die Prognose Radar haben.
fr: vous pouvez avoir directement le radar de pluie de la ville géolocalisée.

source: You can view your location in a city and the rain clouds around you
de: Sie können Ihren Standort in der Stadt und den regen Wolken um Sie herum sehen
fr: Vous pouvez voir votre emplacement dans une ville et les nuages de pluie qui vous entourent

source: You have to add favorites cities before choosing the most viewed one. Then it will be searched by default.
de: Sie müssen Lieblingsstädte vor der Auswahl der am meisten angesehenen hinzufügen. Dann wird es standardmäßig gesucht.
fr: Il faut ajouter des villes favoris avant de pouvoir en choisir la plus consultée. Ensuite, elle sera recherchée par défaut.

source: Introduction
de: Einleitung

source: Menu
de: Menü
